log/2019-10-30/2019-10-30-21:30:02
40        Threads
40        Connections per thread
8125      Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        85900.17          ---          ---     18.93800      4542.08 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      85900.17         0.00         0.00     18.93800      4542.08 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.00
SET       0.290         0.00
SET       0.300         0.01
SET       0.310         0.01
SET       0.320         0.01
SET       0.330         0.01
SET       0.340         0.01
SET       0.350         0.02
SET       0.360         0.02
SET       0.370         0.02
SET       0.380         0.02
SET       0.390         0.02
SET       0.400         0.03
SET       0.410         0.03
SET       0.420         0.03
SET       0.430         0.03
SET       0.440         0.03
SET       0.450         0.04
SET       0.460         0.04
SET       0.470         0.04
SET       0.480         0.04
SET       0.490         0.04
SET       0.500         0.05
SET       0.510         0.05
SET       0.520         0.05
SET       0.530         0.05
SET       0.540         0.05
SET       0.550         0.06
SET       0.560         0.06
SET       0.570         0.06
SET       0.580         0.06
SET       0.590         0.06
SET       0.600         0.07
SET       0.610         0.07
SET       0.620         0.07
SET       0.630         0.07
SET       0.640         0.07
SET       0.650         0.08
SET       0.660         0.08
SET       0.670         0.08
SET       0.680         0.08
SET       0.690         0.09
SET       0.700         0.09
SET       0.710         0.09
SET       0.720         0.09
SET       0.730         0.10
SET       0.740         0.10
SET       0.750         0.10
SET       0.760         0.10
SET       0.770         0.10
SET       0.780         0.11
SET       0.790         0.11
SET       0.800         0.11
SET       0.810         0.11
SET       0.820         0.11
SET       0.830         0.12
SET       0.840         0.12
SET       0.850         0.12
SET       0.860         0.12
SET       0.870         0.12
SET       0.880         0.12
SET       0.890         0.13
SET       0.900         0.13
SET       0.910         0.13
SET       0.920         0.13
SET       0.930         0.13
SET       0.940         0.13
SET       0.950         0.13
SET       0.960         0.14
SET       0.970         0.14
SET       0.980         0.14
SET       0.990         0.14
SET       1.000         0.15
SET       1.100         0.17
SET       1.200         0.18
SET       1.300         0.20
SET       1.400         0.22
SET       1.500         0.24
SET       1.600         0.25
SET       1.700         0.27
SET       1.800         0.28
SET       1.900         0.30
SET       2.000         0.32
SET       2.100         0.33
SET       2.200         0.35
SET       2.300         0.37
SET       2.400         0.38
SET       2.500         0.40
SET       2.600         0.41
SET       2.700         0.43
SET       2.800         0.45
SET       2.900         0.46
SET       3.000         0.48
SET       3.100         0.50
SET       3.200         0.52
SET       3.300         0.54
SET       3.400         0.55
SET       3.500         0.57
SET       3.600         0.59
SET       3.700         0.60
SET       3.800         0.62
SET       3.900         0.63
SET       4.000         0.64
SET       4.100         0.66
SET       4.200         0.68
SET       4.300         0.69
SET       4.400         0.71
SET       4.500         0.73
SET       4.600         0.75
SET       4.700         0.76
SET       4.800         0.78
SET       4.900         0.80
SET       5.000         0.82
SET       5.100         0.83
SET       5.200         0.85
SET       5.300         0.86
SET       5.400         0.88
SET       5.500         0.89
SET       5.600         0.91
SET       5.700         0.93
SET       5.800         0.94
SET       5.900         0.96
SET       6.000         0.97
SET       6.100         0.99
SET       6.200         1.00
SET       6.300         1.02
SET       6.400         1.04
SET       6.500         1.05
SET       6.600         1.07
SET       6.700         1.09
SET       6.800         1.11
SET       6.900         1.13
SET       7.000         1.15
SET       7.100         1.17
SET       7.200         1.19
SET       7.300         1.21
SET       7.400         1.23
SET       7.500         1.26
SET       7.600         1.28
SET       7.700         1.31
SET       7.800         1.34
SET       7.900         1.37
SET       8.000         1.41
SET       8.100         1.44
SET       8.200         1.48
SET       8.300         1.52
SET       8.400         1.56
SET       8.500         1.61
SET       8.600         1.66
SET       8.700         1.71
SET       8.800         1.76
SET       8.900         1.82
SET       9.000         1.88
SET       9.100         1.95
SET       9.200         2.02
SET       9.300         2.09
SET       9.400         2.18
SET       9.500         2.27
SET       9.600         2.36
SET       9.700         2.46
SET       9.800         2.57
SET       9.900         2.69
SET      10.000         3.54
SET      11.000         6.33
SET      12.000        11.26
SET      13.000        18.43
SET      14.000        27.40
SET      15.000        37.13
SET      16.000        47.11
SET      17.000        56.36
SET      18.000        64.42
SET      19.000        71.15
SET      20.000        76.60
SET      21.000        80.83
SET      22.000        84.03
SET      23.000        86.44
SET      24.000        88.21
SET      25.000        89.57
SET      26.000        90.63
SET      27.000        91.50
SET      28.000        92.20
SET      29.000        92.78
SET      30.000        93.30
SET      31.000        93.76
SET      32.000        94.18
SET      33.000        94.55
SET      34.000        94.89
SET      35.000        95.21
SET      36.000        95.49
SET      37.000        95.75
SET      38.000        96.00
SET      39.000        96.23
SET      40.000        96.44
SET      41.000        96.63
SET      42.000        96.82
SET      43.000        96.99
SET      44.000        97.15
SET      45.000        97.30
SET      46.000        97.43
SET      47.000        97.55
SET      48.000        97.66
SET      49.000        97.77
SET      50.000        97.87
SET      51.000        97.97
SET      52.000        98.06
SET      53.000        98.14
SET      54.000        98.23
SET      55.000        98.31
SET      56.000        98.39
SET      57.000        98.47
SET      58.000        98.55
SET      59.000        98.62
SET      60.000        98.70
SET      61.000        98.77
SET      62.000        98.84
SET      63.000        98.91
SET      64.000        98.97
SET      65.000        99.03
SET      66.000        99.09
SET      67.000        99.15
SET      68.000        99.20
SET      69.000        99.25
SET      70.000        99.30
SET      71.000        99.34
SET      72.000        99.38
SET      73.000        99.42
SET      74.000        99.46
SET      75.000        99.50
SET      76.000        99.53
SET      77.000        99.56
SET      78.000        99.59
SET      79.000        99.62
SET      80.000        99.65
SET      81.000        99.68
SET      82.000        99.71
SET      83.000        99.73
SET      84.000        99.75
SET      85.000        99.76
SET      86.000        99.78
SET      87.000        99.80
SET      88.000        99.81
SET      89.000        99.82
SET      90.000        99.84
SET      91.000        99.85
SET      92.000        99.86
SET      93.000        99.87
SET      94.000        99.88
SET      95.000        99.89
SET      96.000        99.89
SET      97.000        99.90
SET      98.000        99.90
SET      99.000        99.91
SET     100.000        99.92
SET     110.000        99.94
SET     120.000        99.95
SET     130.000        99.96
SET     140.000        99.97
SET     150.000        99.98
SET     160.000        99.98
SET     170.000        99.99
SET     180.000        99.99
SET     190.000        99.99
SET     200.000       100.00
SET     210.000       100.00
SET     220.000       100.00
SET     230.000       100.00
SET     240.000       100.00
SET     250.000       100.00
SET     260.000       100.00
SET     270.000       100.00
SET     280.000       100.00
SET     290.000       100.00
SET     300.000       100.00
SET     310.000       100.00
SET     320.000       100.00
SET     330.000       100.00
SET     340.000       100.00
SET     350.000       100.00
SET     360.000       100.00
SET     370.000       100.00
SET     380.000       100.00
SET     390.000       100.00
SET     410.000       100.00
SET     420.000       100.00
SET     430.000       100.00
SET     470.000       100.00
SET     500.000       100.00
SET     510.000       100.00
SET     530.000       100.00
SET     550.000       100.00
SET     560.000       100.00
SET     570.000       100.00
SET     590.000       100.00
SET     600.000       100.00
SET     610.000       100.00
SET     640.000       100.00
SET     650.000       100.00
SET     660.000       100.00
SET     680.000       100.00
SET     700.000       100.00
SET     730.000       100.00
SET     740.000       100.00
SET     770.000       100.00
SET     800.000       100.00
SET     820.000       100.00
SET     840.000       100.00
---
---
total 0